Repository: kouamojp/Happiness_potential
Catalog: web/app/languages/plugins/webinar-and-video-conference-with-jitsi-meet-*.po
Languages: fr_fr

source: Name
fr_fr: Nom

source: Setup a video conference room with shortcode
fr_fr: Configurer un salon de vidéoconférence avec un code court

source: How to set with shortcode
fr_fr: Comment configurer avec un code court.

source: Height
fr_fr: Hauteur

source: Width
fr_fr: Largeur

source: Settings
fr_fr: Réglages

source: Jitsi Meet Settings
fr_fr: Réglages de Jitsi Meet

source: Set width and height and you are done
fr_fr: Définissez la largeur et la hauteur et vous avez terminé

source: Add Jitsi Meet from Embeds category
fr_fr: Ajouter Jitsi Meet depuis la catégorie « Contenus embarqués »

source: Add "Jitsi Meet" from "Embeds" category
fr_fr: Ajouter « Jitsi Meet » depuis la catégorie « Contenus embarqués »

source: Add new gutenberg block on page
fr_fr: Ajouter un nouveau bloc Gutenberg à la page

source: While you are on the post/page edit screen click on gutenberg plus icon to add a new gutenberg block
fr_fr: Quand vous êtes sur l’écran de modification des articles/pages, cliquez sur l’icône Gutenberg « plus » pour ajouter un nouveau bloc Gutenberg

source: Very simple and easy steps
fr_fr: Étapes très simples et faciles

source: How to set a conference room
fr_fr: Comment configurer un salon de conférence

source: Cheatin&#8217; huh?
fr_fr: Une fausse manipulation ?

source: Host live webinars, conferences, online classes, video calls directly on your WordPress website with gutenberg block
fr_fr: Organisez des webinaires en direct, des conférences, des cours en ligne, des appels vidéo directement sur votre site WordPress avec un bloc Gutenberg

source: Webinar and Video Conference with Jitsi Meet
fr_fr: Webinaire et Vidéoconférence avec Jitsi Meet
